test/good/conditional-1.cfg.mmd
graph TD
subgraph test
    test_141["let a: Int = 20"]
    test_142["if (a &gt; 42)"]
    test_144["a = 23"]
    test_146["let b: Int = a + 1"]
    test_148["return b"]:::exitNode
    test_141 --> test_142
    test_142 --> test_144
    test_144 --> test_146
    test_146 --> test_148
end
